Revit 2027 API
ViewDisplayBackground.HorizontalImageOffset Property
 The distance between the left viewport boundary and the left edge of the background image.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double HorizontalImageOffset { get; }
Public ReadOnly Property HorizontalImageOffset As Double
	Get
public:
property double HorizontalImageOffset {
	double get ();
}
member HorizontalImageOffset : float with get
Property Value
Double
See Also
Reference
ViewDisplayBackground Class
Autodesk.Revit.DB Namespace